[
  {
    "title": "",
    "content": "Welcome to Zillam! We value transparency and aim to provide you with a clear understanding of our cancellation and refund policies. By using the Zillam App, you agree to these terms."
  },
  {
    "title": "1. Subscription and Payment Terms",
    "content": "",
    "subsections": [
      {
        "title": "",
        "content": "● Subscriptions on the Zillam App are billed on a [monthly/yearly] basis, as selected by the user."
      },
      {
        "title": "",
        "content": "● At the moment we have no subscriptions for users registering to the App other than Agencies or Companies."
      },
      {
        "title": "",
        "content": "● Renewal charges are processed on the last day of the current billing period. You may cancel your subscription before this date to avoid auto-renewal."
      }
    ]
  },
  {
    "title": "2. Cancellation Policy",
    "content": "",
    "subsections": [
      {
        "title": "",
        "content": "● Users can cancel their subscription at any time via the Zillam App settings or by contacting customer support at support@zillam.com."
      },
      {
        "title": "",
        "content": "● Upon cancellation, users will continue to have access to premium features until the end of their current billing period."
      },
      {
        "title": "",
        "content": "● Refunds will not be issued for partial months or remaining unused days within the current billing period after cancellation."
      }
    ]
  },
  {
    "title": "3. Refund Policy",
    "subsections": [
      {
        "title": "",
        "content": "● Purchases or Service Fee Payments made directly within the Zillam App are generally non-refundable. However, refunds may be considered under exceptional circumstances, including:\n- Unauthorized charges\n- Technical issues preventing access to paid features"
      },
      {
        "title": "",
        "content": "● Zillam does not provide refunds for partially used subscription periods. However, in cases of subscription cancellations within the first 48 hours, a prorated refund may be issued, subject to Zillam's discretion."
      },
      {
        "title": "",
        "content": "● To request a refund, please email support@zillam.com with your order details and a brief explanation for your refund request. All refund requests are evaluated on a case-by-case basis and are subject to approval."
      }
    ]
  },
  {
    "title": "4. Non-Refundable Scenarios",
    "content": "",
    "subsections": [
      {
        "title": "Refunds will not be issued for the following scenarios:",
        "content": ""
      },
      {
        "title": "",
        "content": "● Failure to cancel your subscription (agency) before the renewal date."
      },
      {
        "title": "",
        "content": "● Failure to cancel the service request within 10 minutes before the assigned service time approaches."
      },
      {
        "title": "",
        "content": "● Issues related to internet connectivity or device incompatibility."
      },
      {
        "title": "",
        "content": "● User dissatisfaction not related to service outages or technical issues."
      }
    ]
  }
  ,
  {
    "title": "5. Dispute Resolution",
    "content": "",
    "subsections": [
      {
        "title": "",
        "content": "● In the event of a dispute, users agree to first attempt resolution by contacting Zillam's customer support."
      },
      {
        "title": "",
        "content": "● Any disputes that cannot be resolved through support will be handled in accordance with the jurisdiction and dispute resolution terms specified in the Zillam App's Terms of Service."
      }
    ]
  },
  {
    "title": "6. Changes to the Policy",
    "content": "● Zillam reserves the right to update or modify this policy at any time. Users will be notified of significant changes through the app or via email. Continued use of the Zillam App after modifications constitute acceptance of the updated policy."
  },
  {
    "title": "7. Contact Us",
    "content": "● For any questions or concerns regarding cancellations, refunds, or this policy, please reach out to our support team at support@zillam.com or via our in-app support feature."
  },
  {
    "title": "",
    "content": "",
    "subsections": [
      {
        "title": "Thank you for choosing Zillam!",
        "content": ""
      }
    ]
  }
]
